Repository: primaeval/plugin.video.iptv.recorder
Catalog: resources/language/*/strings.po
Languages: french, german

# #30000
source: Delete All Recordings?
french: Supprimer tous les enregistrements ?
german: Alle Aufnahmen löschen?

# #30001
source: Play Channel
french: Lire la chaîne
german: Kanal abspielen

# #30002
source: Delete Job
french: Supprimer la plannification
german: Job löschen

# #30003
source: Finished
french: Chargement terminé
german: Erledigt

# #30004
source: Record Once
french: Enregister une fois
german: Einmalig aufzeichnen

# #30005
source: Play Channel External
french: Lire la châine sur un lecteur externe
german: Kanal extern abspielen

# #30006
source: External Player
french: Lecteur externe
german: Externer Player

# #30007
source: Title Search (% is wildcard)?
french: Rechercher par titre (% est joker) ?
german: Nach Titel suchen (% als Platzhalter)?

# #30008
source: Delete All Jobs
french: Supprimer toutes les plannifications
german: Alle Jobs löschen

# #30009
source: Search Plot
french: Recherche par description
german: Handlung durchsuchen

# #30010
source: Add Favourite Channel
french: Ajouter la chaîne aux favoris
german: Kanal als Favorit hinzufügen

# #30011
source: Delete All Rules
french: Supprimer toutes les règles
german: Alle Regeln entfernen

# #30012
source: Recording Rules
french: Règles d'enregistrement
german: Aufnahmeregeln

# #30013
source: Favourite Channels
french: Chaînes favorites
german: Kanalfavoriten

# #30014
source: Delete All Recordings
french: Supprimer tous les enregistrements
german: Alle Aufnahmen löschen

# #30015
source: Full EPG
french: EPG Complet
german: Komplettes EPG

# #30016
source: Search Title
french: Recherche par titre
german: Nach Titel suchen

# #30018
source: Delete Search
french: Supprimer la recherche
german: Suche löschen

# #30019
source: Cancel Record?
french: Annuler l'enregistrement ?
german: Aufahme abbrechen?

# #30020
source: Delete Recording?
french: Supprimer l'enregistrement ?
german: Aufnahme löschen?

# #30021
source: New
french: Nouveau
german: Neu

# #30022
source: Remove Favourite Channel
french: Retirer la chaîne des favoris
german: Kanal aus Favoriten entfernen

# #30023
source: Recording Jobs
french: Programmations
german: Aufnahmejobs

# #30024
source: Plot Search (% is wildcard)?
french: Rechercher par description (% est joker)?
german: Handlung durchsuchen (% als Platzhalter)?

# #30025
source: Add Title Search Rule
french: Ajouter une règle de recherche par titre
german: Titel zur Suche hinzufügen

# #30026
source: Add Plot Search Rule
french: Ajouter une règle de recherche par description
german: Handlung zur Suche hinzufügen

# #30027
source: Delete All Rules?
french: Supprimer toutes les règles ?
german: Alle Regeln entfernen?

# #30028
source: Recordings Folder
french: Dossier d'enregistrement
german: Aufnahmeordner

# #30029
source: ffmpeg exe not found!
french: ffmpeg exe non trouvé !
german: ffmpeg.exe konnte nicht gefunden werden!

# #30030
source: Tomorrow
french: Demain
german: Morgen

# #30031
source: Today
french: Aujourdhui
german: Heute

# #30032
source: Delete Rule
french: Supprimer la règle
german: Regel löschen

# #30033
source: Channel Groups
french: Groupes de chaînes
german: Kanalgruppen

# #30034
source: Loading data...
french: Chargement des données...
german: Lade Daten...

# #30035
source: Cancel Record
french: Annuler l'enregistrement
german: Aufnahme abbrechen

# #30037
source: Delete Recording
french: Supprimer l'enregistrement
german: Aufnahme löschen

# #30038
source: Yesterday
french: Hier
german: Gestern

# #30039
source: Delete All Jobs?
french: Supprimer toutes les programmations ?
german: Alle Jobs löschen?

# #30040
source: Recordings
french: Enregistrements
german: Aufnahmen

# #30041
source: Record Always
french: Enregistrer tout le temps
german: Immer aufzeichnen

# #30042
source: Record Daily
french: Enregistrer tous les jours
german: Täglich aufzeichnen

# #30043
source: Creating database
french: Création de la base de données
german: Erstelle Datenbank

# #30044
source: Copying xmltv file
french: Copie du fichier xmltv
german: Kopiere xmltv Datei

# #30045
source: Unzipping xmltv file
french: Décompression du fichier xmltv
german: Entpacke xmltv Datei

# #30046
source: Finding channels
french: Recherche des chaînes
german: Scanne Kanäle

# #30047
source: Finding programmes
french: Recherche des programmes
german: Scanne Programme

# #30048
source: Finding streams
french: Recherche des flux
german: Scanne Streams

# #30050
source: Finished loading data
french: Chargement des données terminé
german: Daten erfolgreich geladen

# #30051
source: Watch Daily
french: Mettre en veille tous les jours
german: Täglich wiedergeben

# #30052
source: Delete Everything and Start Again?
french: Tout supprimer et recharger ?
german: Alles löschen und von vorne beginnen?

# #30053
source: Watch Once
french: Mettre en veille une fois
german: Einmalig wiedergeben

# #30054
source: Reload Data
french: Recharger les données
german: Daten erneut laden

# #30055
source: Search Categories
french: Recherche Catégorie
german: Kategorien durchsuchen

# #30056
source: Watch Always
french: Mettre en veille tout le temps
german: Immer wiedergeben

# #30057
source: Monday
french: Lundi
german: Montag

# #30058
source: Tuesday
french: Mardi
german: Dienstag

# #30059
source: Wednesday
french: Mercredi
german: Mittwoch

# #30060
source: Thursday
french: Jeudi
german: Donnerstag

# #30061
source: Friday
french: Vendredi
german: Freitag

# #30062
source: Saturday
french: Samedi
german: Samstag

# #30063
source: Sunday
french: Dimanche
german: Sonntag

# #30064
source: Remind Daily
french: Rappel tous les jours
german: Täglich erinnern

# #30065
source: Rules
french: Règles
german: Regeln

# #30067
source: Remind Once
french: Rappeler une fois
german: Einmalig erinnern

# #30068
source: Remind Always
french: Rappeler tout le temps
german: Immer erinnern

# #30069
source: Cancel Watch
french: Annuler la mise en veille
german: Wiedergabe abbrechen

# #30070
source: Cancel Remind
french: Annuler le rappel
german: Erinnerung abbrecehn

# #30071
source: % is Wildcard
french: % est joker
german: % als Platzhalter

# #30072
source: Search
german: Suchen

# #30073
source: TV Shows
german: TV Sendungen

# #30074
source: Movies
german: Filme

# #30075
source: Do Not Load Group
german: Gruppe nicht laden

# #30076
source: Delete ffmpeg
german: FFmpeg löschen

# #30077
source: Add Daily Time Rule
german: Tägliche Regel hinzufügen

# #30078
source: Add Weekly Time Rule
german: Wöchentliche Regel hinzufügen

# #30079
source: Record and Play
german: Aufzeichnen und Wiedergeben

# #30080
source: Watch Weekly
german: Wöchentlich wiedergeben

# #30081
source: Other
german: Sonstige

# #30082
source: Select Groups To Load
german: Gruppen zum Laden auswählen

# #30083
source: Record Weekly
german: Wöchentlich aufzeichnen

# #30084
source: Maintenance
german: Wartung

# #30085
source: Load Group
german: Gruppe Laden

# #30086
source: Browse
german: Durchsuchen

# #30087
source: Add One Time Rule
german: Einmalige Regel hinzufügen

# #30088
source: Categories
german: Kategorien

# #30089
source: Remind Weekly
german: Wöchentlich erinnern

# #30049
source: NUKE
french: Vider

# #30066
source: Jobs
french: Tâches
